// Даны два числа. Показать большее и меньшее число

int numA = 10;
int numB = 35;

if (numA>numB)
{
    Console.WriteLine(numA);
    Console.WriteLine(numB);
}
else if (numB>numA);
{
    Console.WriteLine(numB);
    Console.WriteLine(numA);
}
